
import { Card, Tab, ListGroup, Row, Col, Button } from "react-bootstrap";
import Topbar from "./header/Topbar";
export default function Surah() {
    return (
        <>
            <Topbar/>
        <Row>
      
          <Col>
            <Card border="secondary" style={{ width: "100%" }}>
              <Card.Header className="text-center text-dark">
                ২। সুরা বাকারা
              </Card.Header>
              <Card.Body>
                <Card.Text>
                  <div className="bg-secondary text-light p-1">
                    <div className="d-flex text font-weight-bold">
                      <p>
                        শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।
                        <span className="bg-warning text-secondary mx-2 p-1 font-weight-bold">
                          [সুরা ফাতিহা - ১:১]
                        </span>
                      </p>
                    
                    </div>
                  </div>
                  <Tab.Container id="list-group-tabs-example">
                    <Row>
                      <Col>
                        <ListGroup>
                          <ListGroup.Item action href="#link1">
                            সারসংক্ষেপ"
                          </ListGroup.Item>
                          <ListGroup.Item action href="#link2">
                            আনুসঞ্জিক বিষয়
                          </ListGroup.Item>
                        </ListGroup>
                      </Col>
                    </Row>
                    <Row>
                      <Col sm={8}>
                        <Tab.Content>
                          <Tab.Pane eventKey="#link1">
                            ইশতিয়াক হাসান ১৫ ফেব্রুয়ারি ২০২২, ২০:২২
                            ইনস্টাগ্রামের স্টোরিতে প্রাইভেট লাইক পাঠানো যাবে
                            নতুন ফিচার যুক্ত করা হলো ইনস্টাগ্রামের স্টোরিতে। এখন
                            থেকে কেউ কোনও ভিডিও বা ছবি শেয়ার করলে, সেখানে
                            প্রাইভেট লাইক পাঠানো যাবে। এর আগে কোনও স্টোরিতে
                            প্রতিক্রিয়া দেখাতে চাইলে উপায় ছিল শুধু— সরাসরি মেসেজ
                            পাঠানো, অথবা ইমোজি রিঅ্যাকশান। নতুন এই ফিচারে সেন্ড
                            মেসেজ এবং অ্যারোপ্লেন আইকনের মাঝে নতুন একটি হার্ট
                            আইকন পাওয়া যাবে। এই আইকনে লাইক দিলে সেটি পোস্টদাতার
                            কাছে পৌঁছাবে ঠিকই, কিন্তু অন্যরা সেটা দেখতে পারবে
                            না। ইনস্টাগ্রামের প্রধান অ্যাডাম মোসেরি বলেন, ‘এমন
                            একটি অপশন চালু করা হয়েছে ব্যবহারকারীদের একে অপরের
                            প্রতি সহযোগিতার ক্ষেত্রকে আরও প্রসারিত করতে। সেই
                            সঙ্গে সরাসরি পাঠানো মেসেজের ঝামেলা কমাতেও এটি করা
                            হয়েছে।’ তিনি আরও বলেন, ‘মেসেজ আমাদের মূল অগ্রাধিকার
                            হিসেবে থাকে।’ এনগেজেট জানায়, ইনস্টাগ্রাম এমন ছোট ছোট
                            অনেক কার্যকরী ফিচার চালু করেছে। গত শরৎকালে বাল্ক
                            মেসেজ এবং ভিডিও ডিলিট করার অপশন চালু করে
                            প্রতিষ্ঠানটি।
                          </Tab.Pane>
                          <Tab.Pane eventKey="#link2">
                            ইউক্রেনের ভূখণ্ডে যেকোনো সময় সামরিক হামলা চালাতে
                            পারে রাশিয়া। এ পরিস্থিতিতে নির্ঘুম রাত কাটছে দেশটির
                            আজোভ অঞ্চলের শেরভন শহরের কিশোর মিখাইলো আনোপার।
                            পুরোদমে যুদ্ধ শুরুর ভয়ে ১৫ বছরের মিখাইলো অন্য
                            ছেলেদের সঙ্গে মিলে বাংকার খুঁড়েছে। ইউক্রেনের সরকারি
                            সেনারা যুদ্ধের সময় এসব বাংকার ব্যবহার করতে পারবেন।
                            সেই সঙ্গে রুশ বোমা হামলা শুরু হলে এতে বেসামরিক
                            মানুষজনও আশ্রয় নিতে পারবেন। বিজ্ঞাপন সংবাদমাধ্যমকে
                            মিখাইলো বলে, ‘আমার যাজক বাবা যখন বললেন, যুদ্ধ শুরু
                            হতে পারে। রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন আমাদের ওপর
                            হামলা চালাতে পারে। তখন থেকে আমি রাতে ঘুমাতে পারিনি।
                            দুঃস্বপ্ন দেখেছি। এ পরিস্থিতিতে আমরা কিছু একটা করতে
                            চেয়েছিলাম। তাই অনেকের সঙ্গে মিলে বাংকার খুঁড়েছি।
                            নিজেদের সেনাদের সহায়তার জন্য আমরা এটা করেছি। এটা
                            আমাদের দায়িত্ব।’
                          </Tab.Pane>
                        </Tab.Content>
                      </Col>
                    </Row>
                  </Tab.Container>
                </Card.Text>
                <Card.Text>
                  <div className="bg-secondary text-light p-1">
                    যাবতীয় প্রশংসা আল্লাহ তা' আলার যিনি সকল সৃষ্টি জগতের
                    পালনকর্তা। [সুরা ফাতিহা - ১:২]
                    <span className="bg-warning text-secondary mx-2 p-1">
                      [সুরা ফাতিহা - ১:১]
                    </span>
                  </div>
                  <Tab.Container id="list-group-tabs-example">
                    <Row>
                      <Col>
                        <ListGroup>
                          <ListGroup.Item action href="#link1">
                            সারসংক্ষেপ"
                          </ListGroup.Item>
                          <ListGroup.Item action href="#link2">
                            আনুসঞ্জিক বিষয়
                          </ListGroup.Item>
                        </ListGroup>
                      </Col>
                    </Row>
                    <Row>
                      <Col sm={8}>
                        <Tab.Content>
                          <Tab.Pane eventKey="#link1">
                            ইশতিয়াক হাসান ১৫ ফেব্রুয়ারি ২০২২, ২০:২২
                            ইনস্টাগ্রামের স্টোরিতে প্রাইভেট লাইক পাঠানো যাবে
                            নতুন ফিচার যুক্ত করা হলো ইনস্টাগ্রামের স্টোরিতে। এখন
                            থেকে কেউ কোনও ভিডিও বা ছবি শেয়ার করলে, সেখানে
                            প্রাইভেট লাইক পাঠানো যাবে। এর আগে কোনও স্টোরিতে
                            প্রতিক্রিয়া দেখাতে চাইলে উপায় ছিল শুধু— সরাসরি মেসেজ
                            পাঠানো, অথবা ইমোজি রিঅ্যাকশান। নতুন এই ফিচারে সেন্ড
                            মেসেজ এবং অ্যারোপ্লেন আইকনের মাঝে নতুন একটি হার্ট
                            আইকন পাওয়া যাবে। এই আইকনে লাইক দিলে সেটি পোস্টদাতার
                            কাছে পৌঁছাবে ঠিকই, কিন্তু অন্যরা সেটা দেখতে পারবে
                            না। ইনস্টাগ্রামের প্রধান অ্যাডাম মোসেরি বলেন, ‘এমন
                            একটি অপশন চালু করা হয়েছে ব্যবহারকারীদের একে অপরের
                            প্রতি সহযোগিতার ক্ষেত্রকে আরও প্রসারিত করতে। সেই
                            সঙ্গে সরাসরি পাঠানো মেসেজের ঝামেলা কমাতেও এটি করা
                            হয়েছে।’ তিনি আরও বলেন, ‘মেসেজ আমাদের মূল অগ্রাধিকার
                            হিসেবে থাকে।’ এনগেজেট জানায়, ইনস্টাগ্রাম এমন ছোট ছোট
                            অনেক কার্যকরী ফিচার চালু করেছে। গত শরৎকালে বাল্ক
                            মেসেজ এবং ভিডিও ডিলিট করার অপশন চালু করে
                            প্রতিষ্ঠানটি।
                          </Tab.Pane>
                          <Tab.Pane eventKey="#link2">
                            ইউক্রেনের ভূখণ্ডে যেকোনো সময় সামরিক হামলা চালাতে
                            পারে রাশিয়া। এ পরিস্থিতিতে নির্ঘুম রাত কাটছে দেশটির
                            আজোভ অঞ্চলের শেরভন শহরের কিশোর মিখাইলো আনোপার।
                            পুরোদমে যুদ্ধ শুরুর ভয়ে ১৫ বছরের মিখাইলো অন্য
                            ছেলেদের সঙ্গে মিলে বাংকার খুঁড়েছে। ইউক্রেনের সরকারি
                            সেনারা যুদ্ধের সময় এসব বাংকার ব্যবহার করতে পারবেন।
                            সেই সঙ্গে রুশ বোমা হামলা শুরু হলে এতে বেসামরিক
                            মানুষজনও আশ্রয় নিতে পারবেন। বিজ্ঞাপন সংবাদমাধ্যমকে
                            মিখাইলো বলে, ‘আমার যাজক বাবা যখন বললেন, যুদ্ধ শুরু
                            হতে পারে। রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন আমাদের ওপর
                            হামলা চালাতে পারে। তখন থেকে আমি রাতে ঘুমাতে পারিনি।
                            দুঃস্বপ্ন দেখেছি। এ পরিস্থিতিতে আমরা কিছু একটা করতে
                            চেয়েছিলাম। তাই অনেকের সঙ্গে মিলে বাংকার খুঁড়েছি।
                            নিজেদের সেনাদের সহায়তার জন্য আমরা এটা করেছি। এটা
                            আমাদের দায়িত্ব।’
                          </Tab.Pane>
                        </Tab.Content>
                      </Col>
                    </Row>
                  </Tab.Container>
                </Card.Text>
                <Card.Text>
                  <div className="bg-secondary text-light p-1">
                    যিনি নিতান্ত মেহেরবান ও দয়ালু। [সুরা ফাতিহা - ১:৩]
                    <span className="bg-warning text-secondary mx-2 p-1">
                      [সুরা ফাতিহা - ১:১]
                    </span>
                  </div>
                  <Tab.Container id="list-group-tabs-example">
                    <Row>
                      <Col>
                        <ListGroup>
                          <ListGroup.Item action href="#link1">
                            সারসংক্ষেপ"
                          </ListGroup.Item>
                          <ListGroup.Item action href="#link2">
                            আনুসঞ্জিক বিষয়
                          </ListGroup.Item>
                        </ListGroup>
                      </Col>
                    </Row>
                    <Row>
                      <Col sm={8}>
                        <Tab.Content>
                          <Tab.Pane eventKey="#link1">
                            ইশতিয়াক হাসান ১৫ ফেব্রুয়ারি ২০২২, ২০:২২
                            ইনস্টাগ্রামের স্টোরিতে প্রাইভেট লাইক পাঠানো যাবে
                            নতুন ফিচার যুক্ত করা হলো ইনস্টাগ্রামের স্টোরিতে। এখন
                            থেকে কেউ কোনও ভিডিও বা ছবি শেয়ার করলে, সেখানে
                            প্রাইভেট লাইক পাঠানো যাবে। এর আগে কোনও স্টোরিতে
                            প্রতিক্রিয়া দেখাতে চাইলে উপায় ছিল শুধু— সরাসরি মেসেজ
                            পাঠানো, অথবা ইমোজি রিঅ্যাকশান। নতুন এই ফিচারে সেন্ড
                            মেসেজ এবং অ্যারোপ্লেন আইকনের মাঝে নতুন একটি হার্ট
                            আইকন পাওয়া যাবে। এই আইকনে লাইক দিলে সেটি পোস্টদাতার
                            কাছে পৌঁছাবে ঠিকই, কিন্তু অন্যরা সেটা দেখতে পারবে
                            না। ইনস্টাগ্রামের প্রধান অ্যাডাম মোসেরি বলেন, ‘এমন
                            একটি অপশন চালু করা হয়েছে ব্যবহারকারীদের একে অপরের
                            প্রতি সহযোগিতার ক্ষেত্রকে আরও প্রসারিত করতে। সেই
                            সঙ্গে সরাসরি পাঠানো মেসেজের ঝামেলা কমাতেও এটি করা
                            হয়েছে।’ তিনি আরও বলেন, ‘মেসেজ আমাদের মূল অগ্রাধিকার
                            হিসেবে থাকে।’ এনগেজেট জানায়, ইনস্টাগ্রাম এমন ছোট ছোট
                            অনেক কার্যকরী ফিচার চালু করেছে। গত শরৎকালে বাল্ক
                            মেসেজ এবং ভিডিও ডিলিট করার অপশন চালু করে
                            প্রতিষ্ঠানটি।
                          </Tab.Pane>
                          <Tab.Pane eventKey="#link2">
                            ইউক্রেনের ভূখণ্ডে যেকোনো সময় সামরিক হামলা চালাতে
                            পারে রাশিয়া। এ পরিস্থিতিতে নির্ঘুম রাত কাটছে দেশটির
                            আজোভ অঞ্চলের শেরভন শহরের কিশোর মিখাইলো আনোপার।
                            পুরোদমে যুদ্ধ শুরুর ভয়ে ১৫ বছরের মিখাইলো অন্য
                            ছেলেদের সঙ্গে মিলে বাংকার খুঁড়েছে। ইউক্রেনের সরকারি
                            সেনারা যুদ্ধের সময় এসব বাংকার ব্যবহার করতে পারবেন।
                            সেই সঙ্গে রুশ বোমা হামলা শুরু হলে এতে বেসামরিক
                            মানুষজনও আশ্রয় নিতে পারবেন। বিজ্ঞাপন সংবাদমাধ্যমকে
                            মিখাইলো বলে, ‘আমার যাজক বাবা যখন বললেন, যুদ্ধ শুরু
                            হতে পারে। রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন আমাদের ওপর
                            হামলা চালাতে পারে। তখন থেকে আমি রাতে ঘুমাতে পারিনি।
                            দুঃস্বপ্ন দেখেছি। এ পরিস্থিতিতে আমরা কিছু একটা করতে
                            চেয়েছিলাম। তাই অনেকের সঙ্গে মিলে বাংকার খুঁড়েছি।
                            নিজেদের সেনাদের সহায়তার জন্য আমরা এটা করেছি। এটা
                            আমাদের দায়িত্ব।’
                          </Tab.Pane>
                        </Tab.Content>
                      </Col>
                    </Row>
                  </Tab.Container>
                </Card.Text>
                <Card.Text>
                  <div className="bg-secondary text-light p-1">
                    যিনি বিচার দিনের মালিক। [সুরা ফাতিহা - ১:৪]
                    <span className="bg-warning text-secondary mx-2 p-1">
                      [সুরা ফাতিহা - ১:১]
                    </span>
                  </div>
                  <Tab.Container id="list-group-tabs-example">
                    <Row>
                      <Col>
                        <ListGroup>
                          <ListGroup.Item action href="#link1">
                            সারসংক্ষেপ"
                          </ListGroup.Item>
                          <ListGroup.Item action href="#link2">
                            আনুসঞ্জিক বিষয়
                          </ListGroup.Item>
                        </ListGroup>
                      </Col>
                    </Row>
                    <Row>
                      <Col sm={8}>
                        <Tab.Content>
                          <Tab.Pane eventKey="#link1">
                            ইশতিয়াক হাসান ১৫ ফেব্রুয়ারি ২০২২, ২০:২২
                            ইনস্টাগ্রামের স্টোরিতে প্রাইভেট লাইক পাঠানো যাবে
                            নতুন ফিচার যুক্ত করা হলো ইনস্টাগ্রামের স্টোরিতে। এখন
                            থেকে কেউ কোনও ভিডিও বা ছবি শেয়ার করলে, সেখানে
                            প্রাইভেট লাইক পাঠানো যাবে। এর আগে কোনও স্টোরিতে
                            প্রতিক্রিয়া দেখাতে চাইলে উপায় ছিল শুধু— সরাসরি মেসেজ
                            পাঠানো, অথবা ইমোজি রিঅ্যাকশান। নতুন এই ফিচারে সেন্ড
                            মেসেজ এবং অ্যারোপ্লেন আইকনের মাঝে নতুন একটি হার্ট
                            আইকন পাওয়া যাবে। এই আইকনে লাইক দিলে সেটি পোস্টদাতার
                            কাছে পৌঁছাবে ঠিকই, কিন্তু অন্যরা সেটা দেখতে পারবে
                            না। ইনস্টাগ্রামের প্রধান অ্যাডাম মোসেরি বলেন, ‘এমন
                            একটি অপশন চালু করা হয়েছে ব্যবহারকারীদের একে অপরের
                            প্রতি সহযোগিতার ক্ষেত্রকে আরও প্রসারিত করতে। সেই
                            সঙ্গে সরাসরি পাঠানো মেসেজের ঝামেলা কমাতেও এটি করা
                            হয়েছে।’ তিনি আরও বলেন, ‘মেসেজ আমাদের মূল অগ্রাধিকার
                            হিসেবে থাকে।’ এনগেজেট জানায়, ইনস্টাগ্রাম এমন ছোট ছোট
                            অনেক কার্যকরী ফিচার চালু করেছে। গত শরৎকালে বাল্ক
                            মেসেজ এবং ভিডিও ডিলিট করার অপশন চালু করে
                            প্রতিষ্ঠানটি।
                          </Tab.Pane>
                          <Tab.Pane eventKey="#link2">
                            ইউক্রেনের ভূখণ্ডে যেকোনো সময় সামরিক হামলা চালাতে
                            পারে রাশিয়া। এ পরিস্থিতিতে নির্ঘুম রাত কাটছে দেশটির
                            আজোভ অঞ্চলের শেরভন শহরের কিশোর মিখাইলো আনোপার।
                            পুরোদমে যুদ্ধ শুরুর ভয়ে ১৫ বছরের মিখাইলো অন্য
                            ছেলেদের সঙ্গে মিলে বাংকার খুঁড়েছে। ইউক্রেনের সরকারি
                            সেনারা যুদ্ধের সময় এসব বাংকার ব্যবহার করতে পারবেন।
                            সেই সঙ্গে রুশ বোমা হামলা শুরু হলে এতে বেসামরিক
                            মানুষজনও আশ্রয় নিতে পারবেন। বিজ্ঞাপন সংবাদমাধ্যমকে
                            মিখাইলো বলে, ‘আমার যাজক বাবা যখন বললেন, যুদ্ধ শুরু
                            হতে পারে। রুশ প্রেসিডেন্ট ভ্লাদিমির পুতিন আমাদের ওপর
                            হামলা চালাতে পারে। তখন থেকে আমি রাতে ঘুমাতে পারিনি।
                            দুঃস্বপ্ন দেখেছি। এ পরিস্থিতিতে আমরা কিছু একটা করতে
                            চেয়েছিলাম। তাই অনেকের সঙ্গে মিলে বাংকার খুঁড়েছি।
                            নিজেদের সেনাদের সহায়তার জন্য আমরা এটা করেছি। এটা
                            আমাদের দায়িত্ব।’
                          </Tab.Pane>
                        </Tab.Content>
                      </Col>
                    </Row>
                  </Tab.Container>
                </Card.Text>
                <Card.Text>
                  <div className="bg-secondary text-light p-1">
                    আমরা একমাত্র তোমারই ইবাদত করি এবং শুধুমাত্র তোমারই সাহায্য
                    প্রার্থনা করি। [সুরা ফাতিহা - ১:৫]
                    <span className="bg-warning text-secondary mx-2 p-1">
                      [সুরা ফাতিহা - ১:১]
                    </span>
                  </div>
                </Card.Text>
                <Tab.Container id="list-group-tabs-example">
                  <Row>
                    <Col>
                      <ListGroup>
                        <ListGroup.Item action href="#link1">
                          সারসংক্ষেপ"
                        </ListGroup.Item>
                        <ListGroup.Item action href="#link2">
                          আনুসঞ্জিক বিষয়
                        </ListGroup.Item>
                      </ListGroup>
                    </Col>
                  </Row>
                  <Row>
                    <Col sm={8}>
                      <Tab.Content>
                        <Tab.Pane eventKey="#link1">
                          ইশতিয়াক হাসান ১৫ ফেব্রুয়ারি ২০২২, ২০:২২ ইনস্টাগ্রামের
                          স্টোরিতে প্রাইভেট লাইক পাঠানো যাবে নতুন ফিচার যুক্ত
                          করা হলো ইনস্টাগ্রামের স্টোরিতে। এখন থেকে কেউ কোনও
                          ভিডিও বা ছবি শেয়ার করলে, সেখানে প্রাইভেট লাইক পাঠানো
                          যাবে। এর আগে কোনও স্টোরিতে প্রতিক্রিয়া দেখাতে চাইলে
                          উপায় ছিল শুধু— সরাসরি মেসেজ পাঠানো, অথবা ইমোজি
                          রিঅ্যাকশান। নতুন এই ফিচারে সেন্ড মেসেজ এবং অ্যারোপ্লেন
                          আইকনের মাঝে নতুন একটি হার্ট আইকন পাওয়া যাবে। এই আইকনে
                          লাইক দিলে সেটি পোস্টদাতার কাছে পৌঁছাবে ঠিকই, কিন্তু
                          অন্যরা সেটা দেখতে পারবে না। ইনস্টাগ্রামের প্রধান
                          অ্যাডাম মোসেরি বলেন, ‘এমন একটি অপশন চালু করা হয়েছে
                          ব্যবহারকারীদের একে অপরের প্রতি সহযোগিতার ক্ষেত্রকে আরও
                          প্রসারিত করতে। সেই সঙ্গে সরাসরি পাঠানো মেসেজের ঝামেলা
                          কমাতেও এটি করা হয়েছে।’ তিনি আরও বলেন, ‘মেসেজ আমাদের
                          মূল অগ্রাধিকার হিসেবে থাকে।’ এনগেজেট জানায়,
                          ইনস্টাগ্রাম এমন ছোট ছোট অনেক কার্যকরী ফিচার চালু
                          করেছে। গত শরৎকালে বাল্ক মেসেজ এবং ভিডিও ডিলিট করার
                          অপশন চালু করে প্রতিষ্ঠানটি।
                        </Tab.Pane>
                        <Tab.Pane eventKey="#link2">
                          ইউক্রেনের ভূখণ্ডে যেকোনো সময় সামরিক হামলা চালাতে পারে
                          রাশিয়া। এ পরিস্থিতিতে নির্ঘুম রাত কাটছে দেশটির আজোভ
                          অঞ্চলের শেরভন শহরের কিশোর মিখাইলো আনোপার। পুরোদমে
                          যুদ্ধ শুরুর ভয়ে ১৫ বছরের মিখাইলো অন্য ছেলেদের সঙ্গে
                          মিলে বাংকার খুঁড়েছে। ইউক্রেনের সরকারি সেনারা যুদ্ধের
                          সময় এসব বাংকার ব্যবহার করতে পারবেন। সেই সঙ্গে রুশ বোমা
                          হামলা শুরু হলে এতে বেসামরিক মানুষজনও আশ্রয় নিতে
                          পারবেন। বিজ্ঞাপন সংবাদমাধ্যমকে মিখাইলো বলে, ‘আমার যাজক
                          বাবা যখন বললেন, যুদ্ধ শুরু হতে পারে। রুশ প্রেসিডেন্ট
                          ভ্লাদিমির পুতিন আমাদের ওপর হামলা চালাতে পারে। তখন থেকে
                          আমি রাতে ঘুমাতে পারিনি। দুঃস্বপ্ন দেখেছি। এ
                          পরিস্থিতিতে আমরা কিছু একটা করতে চেয়েছিলাম। তাই অনেকের
                          সঙ্গে মিলে বাংকার খুঁড়েছি। নিজেদের সেনাদের সহায়তার
                          জন্য আমরা এটা করেছি। এটা আমাদের দায়িত্ব।’
                        </Tab.Pane>
                      </Tab.Content>
                    </Col>
                  </Row>
                </Tab.Container>
                <Card.Text>
                  <div className="bg-secondary text-light p-1">
                    আমাদেরকে সরল পথ দেখাও, [সুরা ফাতিহা - ১:৬]
                    <span className="bg-warning text-secondary mx-2 p-1">
                      [সুরা ফাতিহা - ১:১]
                    </span>
                  </div>
                </Card.Text>
                <Card.Text>
                  <div className="bg-secondary text-light p-1">
                    শুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু।
                    <span className="bg-warning text-secondary mx-2 p-1">
                      [সুরা ফাতিহা - ১:১]
                    </span>
                  </div>
                </Card.Text>
                <Tab.Container id="list-group-tabs-example">
                  <Row>
                    <Col>
                      <ListGroup>
                        <ListGroup.Item action href="#link1">
                          সারসংক্ষেপ"
                        </ListGroup.Item>
                        <ListGroup.Item action href="#link2">
                          আনুসঞ্জিক বিষয়
                        </ListGroup.Item>
                      </ListGroup>
                    </Col>
                  </Row>
                  <Row>
                    <Col sm={8}>
                      <Tab.Content>
                        <Tab.Pane eventKey="#link1">
                          ইশতিয়াক হাসান ১৫ ফেব্রুয়ারি ২০২২, ২০:২২ ইনস্টাগ্রামের
                          স্টোরিতে প্রাইভেট লাইক পাঠানো যাবে নতুন ফিচার যুক্ত
                          করা হলো ইনস্টাগ্রামের স্টোরিতে। এখন থেকে কেউ কোনও
                          ভিডিও বা ছবি শেয়ার করলে, সেখানে প্রাইভেট লাইক পাঠানো
                          যাবে। এর আগে কোনও স্টোরিতে প্রতিক্রিয়া দেখাতে চাইলে
                          উপায় ছিল শুধু— সরাসরি মেসেজ পাঠানো, অথবা ইমোজি
                          রিঅ্যাকশান। নতুন এই ফিচারে সেন্ড মেসেজ এবং অ্যারোপ্লেন
                          আইকনের মাঝে নতুন একটি হার্ট আইকন পাওয়া যাবে। এই আইকনে
                          লাইক দিলে সেটি পোস্টদাতার কাছে পৌঁছাবে ঠিকই, কিন্তু
                          অন্যরা সেটা দেখতে পারবে না। ইনস্টাগ্রামের প্রধান
                          অ্যাডাম মোসেরি বলেন, ‘এমন একটি অপশন চালু করা হয়েছে
                          ব্যবহারকারীদের একে অপরের প্রতি সহযোগিতার ক্ষেত্রকে আরও
                          প্রসারিত করতে। সেই সঙ্গে সরাসরি পাঠানো মেসেজের ঝামেলা
                          কমাতেও এটি করা হয়েছে।’ তিনি আরও বলেন, ‘মেসেজ আমাদের
                          মূল অগ্রাধিকার হিসেবে থাকে।’ এনগেজেট জানায়,
                          ইনস্টাগ্রাম এমন ছোট ছোট অনেক কার্যকরী ফিচার চালু
                          করেছে। গত শরৎকালে বাল্ক মেসেজ এবং ভিডিও ডিলিট করার
                          অপশন চালু করে প্রতিষ্ঠানটি।
                        </Tab.Pane>
                        <Tab.Pane eventKey="#link2">
                          ইউক্রেনের ভূখণ্ডে যেকোনো সময় সামরিক হামলা চালাতে পারে
                          রাশিয়া। এ পরিস্থিতিতে নির্ঘুম রাত কাটছে দেশটির আজোভ
                          অঞ্চলের শেরভন শহরের কিশোর মিখাইলো আনোপার। পুরোদমে
                          যুদ্ধ শুরুর ভয়ে ১৫ বছরের মিখাইলো অন্য ছেলেদের সঙ্গে
                          মিলে বাংকার খুঁড়েছে। ইউক্রেনের সরকারি সেনারা যুদ্ধের
                          সময় এসব বাংকার ব্যবহার করতে পারবেন। সেই সঙ্গে রুশ বোমা
                          হামলা শুরু হলে এতে বেসামরিক মানুষজনও আশ্রয় নিতে
                          পারবেন। বিজ্ঞাপন সংবাদমাধ্যমকে মিখাইলো বলে, ‘আমার যাজক
                          বাবা যখন বললেন, যুদ্ধ শুরু হতে পারে। রুশ প্রেসিডেন্ট
                          ভ্লাদিমির পুতিন আমাদের ওপর হামলা চালাতে পারে। তখন থেকে
                          আমি রাতে ঘুমাতে পারিনি। দুঃস্বপ্ন দেখেছি। এ
                          পরিস্থিতিতে আমরা কিছু একটা করতে চেয়েছিলাম। তাই অনেকের
                          সঙ্গে মিলে বাংকার খুঁড়েছি। নিজেদের সেনাদের সহায়তার
                          জন্য আমরা এটা করেছি। এটা আমাদের দায়িত্ব।’
                        </Tab.Pane>
                      </Tab.Content>
                    </Col>
                  </Row>
                </Tab.Container>
              </Card.Body>
            </Card>
          </Col>
        </Row>
      </>
    );
}
